[X2StrategyElement_CellStaffSlots]
m_strLiaisonLocation="地区顾问： <XGParam:StrValue0>"

[UIStrategyMapItem_Continent_LSC]
m_strOutpostTitle="反抗军指挥： <XGParam:StrValue0>"
m_strAlertLevel="变种人实力： <XGParam:IntValue0>"
m_strUnstaffCellTitle=移除地区顾问？
m_strUnstaffCellDialog=您想要停止出使 %UNITNAME 到这个地区吗?\n
m_strStaffCellTitle=派出地区顾问？
m_strStaffCellDialog="您想要为这个地区添加一个XCOM的顾问吗？根据派遣的单位类型，提供的加成会有所不同。\n""
m_strStaffingPinText="补给:<XGParam:IntValue0> 情报:<XGParam:IntValue1> 招募:<XGParam:IntValue2>"
m_strStaffingPinTextMore="隐匿:<XGParam:IntValue0>"
m_strMonthlyRegionalIncome="+�<XGParam:IntValue0> (+�<XGParam:IntValue1>)"
MapPin_Header=测试提示 LSC
MapPin_Tooltip=只是在这里展示LSC的工具提示

m_strSoldierBonusTierOne="%UNITNAME 为任务计时器提供了 %TURNS 额外的回合。"
m_strSoldierBonusTierTwo="%UNITNAME 为任务计时器、友方平民以及任务中的计时器暂停能力提供了 %TURNS 额外的回合。"
m_strScientistBonusTierOne="%UNITNAME 为这个大陆提供了更快的热量衰减率。"
m_strScientistBonusTierTwo="%UNITNAME 为这个大陆提供了更快的热量衰减率，并且在扫描该大陆的地点时提供情报加成。"
m_strEngineerBonusTierOne="%UNITNAME 现在为在这个大陆建造无线电塔提供了折扣。"
m_strEngineerBonusTierTwo="%UNITNAME 现在为在这个大陆建造无线电塔提供了折扣，并为从空投中恢复的补给提供加成。"
m_strNoLiaison="在这里指派一个顾问，可以为这个大陆的任务提供加成。"
m_strNoContact="联系这个大陆的一个区域，以解锁这个反抗军指挥。"

m_noHeat="无热量"
m_lowHeat="低热量"
m_medHeat="中热量"
m_highHeat="高热量"
m_maxHeat="最大热量"
m_NoContacts="没有联系的区域"

[UIMission_CommandRaid]
m_strFlavorText=ADVENT正在攻击 <XGParam:StrValue0/!WorldRegionName/>的反抗军指挥！我们需要迅速回应，以防止进一步的伤亡！


[XComGameState_LSCCellManager]
LabelCQ_ResistanceManagement="反抗军管理"
TooltipCQ_ResistanceManagement="管理反抗军指挥"

[UIResistanceManagement_LSC]
m_strNoLiaison="这个反抗军指挥没有指派顾问。在这里指派的顾问可以根据您派遣的是士兵、工程师还是科学家，为任务、补给获取或热量减少提供好处。"
m_strTitle=指派反抗军指挥
m_strInventoryLabel=反抗军指挥：
m_strBuy=指派/取消指派
m_strNoContact="这个反抗军指挥所在的大陆尚未建立XCOM的存在。联系这个地区的区域以利用这个反抗军指挥。"

[X2_LSC_Helpers]
m_strSoldierBonusTierOne="%UNITNAME 为任务计时器提供了 %TURNS 额外的回合。"
m_strSoldierBonusTierTwo="%UNITNAME 为任务计时器、友方平民以及任务中的计时器暂停能力提供了 %TURNS 额外的回合。"
m_strScientistBonusTierOne="%UNITNAME 为这个大陆提供了更快的热量衰减率。"
m_strScientistBonusTierTwo="%UNITNAME 为这个大陆提供了更快的热量衰减率，并且在扫描该大陆的地点时提供情报加成。"
m_strEngineerBonusTierOne="%UNITNAME 现在为在这个大陆建造无线电塔提供了折扣。"
m_strEngineerBonusTierTwo="%UNITNAME 现在为在这个大陆建造无线电塔提供了折扣，并为从空投中恢复的补给提供加成。"

[X2EventListener_LSC]
IntelBonusTitle="情报加成！"
IntelBonus="由于这个大陆的XCOM顾问，获得了 <XGParam:IntValue0/!IntelValue> 情报。"

EngineerRebateTitle="无线电塔折扣！"
EngineerRebate="由于这个大陆的XCOM顾问，获得了 <XGParam:IntValue0/!SupplyValue> 补给。"

EngineerBonusTitle="补给仓库加成！"
EngineerBonus="由于这个大陆的XCOM顾问，获得了 <XGParam:IntValue0/!SupplyValue> 补给。"

HeatSupplyLossTitle="补给仓库减益！"
HeatSupplyLoss="由于大陆的热量水平， <XGParam:IntValue1/!SupplyValue> 补给丢失了。"
; this uses 1 since it needs to coexist with the supply cache bonus alert